import streamlit as st


st.write('# Привет, пользователь!')
st.write('Данный веб-сервис был создан в рамках хакатона FinoDays по кейсу от ГазПромБанка')
st.write('## Каков его функционал?')
st.write('''Он позволяет взаимодействовать с:

    1. Обученными моделями, предсказывающими стоимость квартир по набору параметров
    2. Собранными датасетами по недвижимости в формате дэшбордов
    3. Прогнозами по динамике цен на типовые квартиры

В двух крупнейших городах России: Санкт-Петербурге и Москве
''')
